"livechat.inputfield.questionplaceholder" = "Unesite vaše pitanje";
"livechat.inputfield.messageplaceholder" = "Poruka";
"livechat.inputfield.feedbackplaceholder" = "Unesite povratne informacije...";
"livechat.inputfield.commentplaceholder" = "Komentar";
"livechat.headertitle.department" = "Odaberite odjel";
"livechat.headertitle.feedback" = "Navedite prijedloge";
"livechat.button.send" = "Pošalji";
"livechat.button.ok" = "U redu";
"livechat.button.photolibrary" = "Biblioteka fotografija";
"livechat.button.sendPhoto" = "Pošalji fotografiju";
"livechat.button.takescreenshot" = "Snimi zaslon";
"livechat.button.cancel" = "Otkaži";
"livechat.button.open" = "Otvori";
"livechat.button.copy" = "Kopiraj";
"livechat.button.submit" = "POŠALJI";
"livechat.button.back" = "< Natrag";
"livechat.button.select" = "Odaberi";
"livechat.button.arrow" = "<";
"livechat.button.backButton" = "Natrag";
"livechat.message.savetolibrary" = "Spremi u snimljenim fotografijama";
"livechat.message.offlineSend" = "Izvanmrežno slanje";
"livechat.message.secs" = "%@ s";
"livechat.message.sec" = "%@ s";
"livechat.message.newmessage" = "%@ nova poruka";
"livechat.message.newmessages" = "%@ nove poruke";
"livechat.message.chattransfered" = "Razgovor je prenesen. Dobar dan, ovdje %@! Stojim na raspolaganju za pomoć.";
"livechat.message.agenjoinedchat" = "%@ se pridružio ovom razgovoru.";
"livechat.message.sessionended" = "Završena sesija - #%@";
"livechat.message.sessionendednovisitid" = "Završena sesija";
"livechat.message.connectedto" = "Spojeno na %@";
"livechat.message.sessionendtime" = "Sesija čavrljanja završit će za %@";
"livechat.message.chatmissed" = "Javit ćemo vas se uskoro";
"livechat.message.defaultthankmsg" = "Zahvaljujemo što ste nam se obratili! \n Pružite nam vaše ocjene i povratne informacije.";
"livechat.ratingresponse.ratingandfeedback" = "Hvala na vašoj ocjeni i povratnim informacijama";
"livechat.ratingresponse.feedback" = "Hvala na vašim povratnim informacijama";
"livechat.ratingresponse.rating" = "Hvala na vašoj ocjeni";
"livechat.message.name" = "Ja";
"livechat.ratingmessage.bad" = "Loše";
"livechat.ratingmessage.good" = "Dobro";
"livechat.ratingmessage.wow" = "Izvrsno";
"livechat.feedbackmessage.nofeedback" = "Nema povratnih informacija";
"livechat.connectionstatus.online" = "Mrežno";
"livechat.connectionstatus.offline" = "Izvanmrežno";
"livechat.connectionstatus.connecting" = "Povezivanje";
"livechat.connectionstatus.waitingfornetwork" = "Čekam mrežu";
"livechat.connectionstatus.noconnection" = "Nema mrežne veze...";
"livechat.day.morning" = "Jutro";
"livechat.day.afternoon" = "Poslijepodne";
"livechat.day.evening" = "Večer";
"livechat.day.night" = "Noć";
"livechat.day.today" = "Danas";
"livechat.day.yesterday" = "Jučer";
"livechat.fileSize.exceed.alert" = "Veličina datoteke prelazi maksimalno dopušteno ograničenje";


//

"livechat.message.sessionend" = "Završit će sesija razgovora";

"livechat.leave.feedback" = "Zahvaljujemo što ste nam se obratili! \n Pružite nam vaše dragocjene povratne informacije.";

"livechat.offline.sent" = "Poslano izvanmrežno";

"livechat.conversation.gif" = "gif";

"livechat.conversation.image" = "slika";

"livechat.conversation.vidoe" = "videozapis";

"livechat.conversation.audio" = "audiozapis";

"livechat.conversation.file" = "datoteka";

"livechat.conversation.location" = "lokacija";

"livechat.conversation.contact" = "kontakt";

"livechat.ongoing.typing" = "utipkava se";

"livechat.offline.message" = "Trenutačno nismo tu. Ostavite nam poruku i što prije ćemo vas kontaktirati.";

"livechat.start.chat" = "Počni razgovor";

"livechat.recently.viewed" = "Nedavno prikazano";

"livechat.faq.srarch.empty" = "Uh! Članak koji tražite još se izrađuje! Navratite nešto kasnije!";

"livechat.faq.search" = "Pretraži članak";

"livechat.conversation" = "Razgovori";

"livechat.faq" = "Baza znanja";

"livechat.conversation.search.empty" = "Ajme! Izgleda da nijedan postojeći razgovor nema riječ za pretraživanje koju ste upravo utipkali. Isprobajte neku drugu riječ za pretraživanje!";

"livechat.conversation.attended" = "u %@ sa %@"; //in zylker with andrew

"livechat.conversation.missed" = "Propušteno u %@";//Missed in sales

"livechat.conversation.search" = "Pretraži razgovor";

"livechat.conversation.empty" = "Još nema razgovora! Samo vas klik dijeli od povezivanja s našim stručnjacima.";

"livechat.faq.empty" = "Naš modul članka još je u izradi!";

"livechat.conversaiton.awaiting" = "Čekam da se spoji...";

"livechat.faq.article" = "Članak";

"livechat.faq.articles" = "Članci";

"livechat.faq.view" = "razgovora";

"livechat.faq.views" = "razgovora";


"livechat.button.endsession" = "Završi sesiju";
"livechat.message.missedChat" = "Propušteni razgovor";
"livechat.message.sharedfile" = "Dijelio datoteku";
"livechat.message.suggestions" = "Prijedlozi";
"livechat.message.like" = "Sviđa mi se";
"livechat.message.dislike" = "Ne sviđa mi se";
"livechat.message.timezone" = "Vremenska zona";
"livechat.message.date" = "Datum";//
"livechat.message.time" = "Vrijeme";//
"livechat.message.from" = "Šalje";//
"livechat.message.to" = "Prima";//
"livechat.message.speaker" = "Zvučnik";
"livechat.message.settings" = "Postavke";
"livechat.message.okay" = "U redu";
"livechat.button.dnt" = "Nemoj pratiti";
"livechat.button.gotit" = "Primljeno na znanje!";
"livechat.button.learnmore" = "Saznajte više";
"livechat.button.accept" = "Prihvati";
"livechat.button.decline" = "Odbaci";
"livechat.message.slidetodelete" = "Izbrisani slajd";
"livechat.message.holdtorecord" = "Drži za snimanje, otpusti za zaustavljanje";
"livechat.permission.microphone" = "Omogućite pristup mikrofonu vašeg uređaja da biste zabilježili i slali glasovne poruke.";
"livechat.buttton.later" = "Kasnije";
"livechat.message.permission" = "Prelazite na postavke aplikacije";
"livechat.message.angry" = "Ljutito";
"livechat.message.sad" = "Tužno";
"livechat.message.neutral" = "Neutralan";
"livechat.message.good" = "Dobro";
"livechat.message.great" = "Odlično";

"livechat.message.chattransfering" = "%@ prenosi ovaj razgovor na %@.";
"livechat.message.forwardsupport" = "%@ prenosi ovaj razgovor.";
"livechat.message.forwardaccepted" = "Razgovor je uspješno proslijeđen %@.";

"livechat.button.done" = "Gotovo";
"livechat.button.skip" = "Preskoči";
"livechat.button.confirm" = "Potvrdi";
"livechat.message.bookslot" = "Rezervirajte termin";

"livechat.message.verybad" = "Vrlo loše";
"livechat.message.neutral" ="Neutralan";
"livechat.message.pickdate" = "Odaberite datum";
"livechat.message.pickslot" = "Odaberite termin";
"livechat.message.pickloc" = "Odaberi lokaciju";
"livechat.message.location" = "Lokacija";
"livechat.message.curloc" = "Pošalji trenutačnu lokaciju" ;
"livechat.message.selloc" = "Pošalji odabranu lokaciju";

"livechat.message.changeemail" = "Promijeni adresu e-pošte";
"livechat.message.translateconsent" = "Google Translation";
"livechat.message.chatconsent" = "Pristanak na razgovor";
"livechat.message.trackconsent" = "Privola za praćenje";
"livechat.chatconsent.message" = "Klikanjem na Prihvati pristajete na sve naše uvjete i odredbe navedene u dokumentu.";
"livechat.trackconsent.message1" = "Hej! Pratimo vaše aktivnosti na našoj aplikaciji kako bismo poboljšali vaše iskustvo s aplikacijom.";
"livechat.trackconsent.message2" = "Hej! Pratimo vaše aktivnosti na našoj aplikaciji kako bismo poboljšali vaše iskustvo s aplikacijom. No ako se želite odjaviti, kliknite na opciju „Nemoj pratiti“.";
"livechat.message.cardmask" = "Maskiranje kreditne kartice";
"livechat.creditcard.message" = "Budući da broj vaše kartice sadrži osjetljive podatke, želite li sakriti prvih 12 znamenki broja vaše kartice?";
"livechat.button.mask" = "Sakrij";
"livechat.message.emailtranscript" = "Upravo ćete poslati prijepis ovog razgovora e-poštom na %@.";


"livechat.message.continuesession" = "Zaključena je vaša sesija razgovora s nama. Imate li kakvih dodatnih pitanja? Kliknite Nastavi za razgovor s nama.";
"livechat.button.sendemail" = "Prijepis razgovora e-poštom";
"livechat.button.continue" = "Nastaviti";
"livechat.message.typeemail" = "Unesite svoju adresu e-pošte";
"livechat.message.mailsent" = "E-pošta je uspješno poslana";
"livechat.message.mailfailed" = "Slanje pošte nije uspjelo";


"livechat.button.yes" = "DA";
"livechat.button.no" = "NE";
"livechat.message.connectohuman" = "Trebate ljudsku pomoć?";

"livechat.message.downloading" = "Preuzimanje";
"livechat.message.uploading" = "Učitavanje";

"livechat.message.sendphoto" = "Pošalji 1 fotografiju";
"livechat.message.sendvideo" = "Pošalji 1 videozapis";

"livechat.message.sendphotos" = "Pošalji %@ fotografija";
"livechat.message.sendvideos" = "Pošalji %@ videozapisa";


"livechat.message.senditems" = "Pošalji %@ stavke(i)";

"livechat.message.saved" = "Spremljeno";
"livechat.message.screenshot" = "Dodirni za snimanje";

"livechat.message.time.yearsago" = "Prije %@ god.";
"livechat.message.time.monthsago" = "Prije %@ mj.";
"livechat.message.time.weeksago" = "Prije %@ tj.";
"livechat.message.time.daysago" = "Prije %@ d.";
"livechat.message.time.hoursago" = "Prije %@ h";
"livechat.message.time.minutesago" = "Prije %@ min.";
"livechat.message.time.secondsago" = "Prije %@ s";
"livechat.continue.chat" = "Nastavi razgovor";
"livechat.conversation.started" = "u %@";
"livechat.message.sendfeedback" = "Pošalji povratne informacije";
"livechat.message.sessionendtime" = "Sesija čavrljanja završit će za %@";

"livechat.message.recieveimage" = "%@ vam je poslao/la sliku";
"livechat.message.recievevideo" = "%@ vam je poslao/la videozapis";
"livechat.message.recievegif" = "%@ vam je poslao/la GIF";
"livechat.message.recievefile" = "%@ vam je poslao/la datoteku";
"livechat.message.recieveaudio" = "%@ vam je poslao audio isječak";
"livechat.message.sharescreenshot" = "Dijeli snimku zaslona";

//FORMS
"livechat.message.defaultthankmsg" = "Drago mi je što mogu s vama danas razgovarati. Odvojite trenutak da biste nam dali 'Ocjenu'.";

"livechat.message.rate.1star" = "Žao nam je što vam nismo mogli pomoći. Poboljšat ćemo svoju podršku.";
"livechat.message.rate.2star" = "Ispričavamo se! Sljedeći put ćete sigurno imati bolje iskustvo.";
"livechat.message.rate.3star" = "Hvala na ocjeni! Slobodno nam se obratite za pomoć.";
"livechat.message.rate.4star" = "Hvala na vašoj ocjeni. Rado ćemo vam pomoći.";
"livechat.message.rate.5star" = "Super, hvala!  Rado smo vam na raspolaganju";

"livechat.message.feedback" = "Hvala na povratnim informacijama.";

"livechat.message.state.connecting" = "Povezivanje";
"livechat.message.state.connected" = "Povezano";

"livechat.message.inputcard.title.name" = "Unesite naziv";
"livechat.message.inputcard.title.phone" = "Unesite kontakt";
"livechat.message.inputcard.title.url" = "Unesite URL";
"livechat.message.inputcard.title.email" = "Unesite e-poštu";

"livechat.message.inputcard.error.name" = "Unesite točno ime i prezime";
"livechat.message.inputcard.error.email" = "Unesite valjanu adresu e-pošte";
"livechat.message.inputcard.error.contact" = "Unesite valjani broj za kontakt";
"livechat.message.inputcard.error.url" = "Unesite valjani URL";

"livechat.message.form.inline.introduction" = "Otkrijte nam s kime kontaktiramo.";
"livechat.message.form.inline.chatmessage" = "Za početak razgovora navedite nam nekoliko podataka.";
"livechat.message.form.inline.buttontitle" = "Popuni obrazac";

"livechat.message.form.field.error.question" = "Unesite pitanje";
"livechat.message.form.field.question" = "Unesite ovdje svoje pitanje";
"livechat.message.form.field.campaign" = "Želite li se pretplatiti na naš e-bilten?";

"livechat.message.form.field.error.unknown" = "Navedeni odgovor nije valjan.";

"livechat.message.form.field.department.fieldname" = "Odjel";
"livechat.message.form.field.department.message" = "Odaberite odjel kojem treba usmjeriti vaš zahtjev";
"livechat.message.form.field.department.placeholder" = "Odaberite odjel";
"livechat.message.form.field.department.coversation.error" = "Odaberite drugi odjel.";
"livechat.message.form.field.department.traditional.error" = "Odaberite valjani odjel";



"livechat.message.form.field.email.fieldname" = "E-pošta";
"livechat.message.form.field.email.message" = "Možemo li vam poslati e-poštu?";
"livechat.message.form.field.email.placeholder" = "Unesite svoju adresu e-pošte";
"livechat.message.form.field.email.coversation.error" = "Čini se da je pogrešna adresa e-pošte koju ste unijeli. Ponovno unesite svoju adresu e-pošte.";
"livechat.message.form.field.email.traditional.error" = "Unesite valjanu adresu e-pošte";



"livechat.message.form.field.phone.fieldname" = "Telefon";
"livechat.message.form.field.phone.message" = "Možemo li dobiti vaš broj za kontakt?";
"livechat.message.form.field.phone.placeholder" = "Unesite broj za kontakt";
"livechat.message.form.field.phone.coversation.error" = "Čini se da je telefonski broj koji ste unijeli pogrešan. Ponovno unesite svoj telefonski broj.";
"livechat.message.form.field.phone.traditional.error" = "Unesite valjani telefonski broj";


"livechat.message.form.field.name.fieldname" = "Ime";
"livechat.message.form.field.name.message" = "Kako biste htjeli da vas oslovimo?";
"livechat.message.form.field.name.placeholder" = "Unesite svoje ime i prezime";
"livechat.message.form.field.name.coversation.error" = "Čini se da niste unijeli točno ime. Ponovno unesite svoje ime.";
"livechat.message.form.field.name.traditional.error" = "Unesite točno ime i prezime";

"livechat.button.sure" = "Sigurno";
"livechat.message.form.conversation.sendername" = "Operater";
"livechat.message.form.traditional.title" = "Pojedinosti o korisniku";

"livechat.message.error.internet" = "Provjerite svoju internetsku vezu.";
"livechat.message.error.unknown" = "Ajme! Dogodio se problem. Pokušajte ponovno";


//REOPEN
"livechat.message.error.internet" = "Provjerite svoju internetsku vezu.";
"livechat.message.error.unknown" = "Ajme! Dogodio se problem. Pokušajte ponovno";
"livechat.conversation.started_no_dept" = "s %@";
"livechat.message.reopensession" = "Vaša sesija razgovora je završila. Možete ponovno otvoriti čavrljanje ako imate dodatnih pitanja.";
"livechat.message.failiure.unknown" = "Dogodio se problem. Šifra greške: %@";
"livechat.message.failiure.throttle" = "Veza je usporena. Pokušajte kasnije.";
"livechat.button.reopen" = "Ponovno otvori čavrljanje";
"livechat.message.conversation.reopened" = "Ponovno ste otvorili čavrljanje";
"livechat.message.sendblocked.ended" = "Ovo čavrljanje je završeno";
"livechat.message.conversation.operatorsunavailable" = "Nema dostupnih operatera";
"livechat.message.conversation.waiting" = "Operater će se uskoro pridružiti";
"livechat.message.conversation.formwaiting" = "Čekaju se vaše pojedinosti";

"livechat.message.chatwithus" = "Razgovarajte s nama!";
"livechat.message.search" = "Pretraži";
"livechat.rate.titlemessage" = "Kako vam se činio vaš razgovor s nama?";
"livechat.rate.subtitlemessage" = "Odvojite trenutak vremena za ocjenjivanje";
"livechat.message.time.justnow" = "Upravo sad";
"livechat.message.file" = "Datoteka";
"livechat.message.missed.message" = "Žao nam je što nismo mogli razgovarati! Javit ćemo vas se uskoro!";
"livechat.message.connection.online.message" = "Vraćamo se na mreži!";

"salesiq.chat.branding" = "Pokreće SalesIQ Mobilisten";
"livechat.button.download" = "Preuzmi";
"livechat.alert.formactivenotice.title" = "Obrazac je aktivan u drugom razgovoru";
"livechat.alert.formactivenotice.subtitle" = "Popunite obrazac u prethodnom razgovoru prije pokretanja novog razgovora!";
"livechat.message.offlinemessage.submitted" = "Predana je izvanmrežna poruka";
"livechat.message.storage_permission.denied" = "Odbijena je dozvola pohrane.";
"livechat.message.timedout" = "Isteklo vrijeme";
"livechat.message.success" = "Uspjelo je";
"livechat.message.faliure" = "Nije uspjelo";

"livechat.message.widget.selectionlimit" = "Dostignuto je ograničenje odabira";
"livechat.message.noresult" = "Nema rezultata";
"livechat.message.waitingforconnection" = "Čekanje mrežne veze";
"livechat.message.chat.closedalert" = "Sesija je zatvorena! Ponovno otvorite čavrljanje da biste nastavili.";

"livechat.message.info.chatmissed" = "Propustili smo vaš zahtjev za čavrljanje";
"livechat.message.status.sending" = "Slanje u tijeku";
"livechat.message.status.sent" = "Poslano";
"livechat.message.status.resend" = "Pošalji ponovno";
"livechat.message.status.delete" = "Izbriši";
"livechat.message.inputcard.error.novalue" = "Unesite valjanu vrijednost";

"livechat.chat.pendingaction.placeholder" = "Pričekajte.";
"livechat.chat.sender.profanity.alert" = "Upozorenje na zlouporabu";
"livechat.chat.queue.banner.calculating" = "Izračunavam vrijeme čekanja...";
"livechat.chat.queue.banner.title" = "U redu ste za čavrljanje";
"livechat.chat.queue.banner.timeremaining" = "Procijenjeno vrijeme čekanja je otprilike ~ %@";
"livechat.chat.queue.banner.position.subtitle" = "Mjesto";
"livechat.chat.list.subtitle.queue.spot" = "Mjesto u redu: %@";
"livechat.gdpr.googletranslate.consent" = "Ova usluga može sadržavati prijevode koje je omogućio Google. Google ne daje nikakva jamstva za prijevode, izričita ni implicirana, uključujući sva jamstva za točnost, pouzdanost te bilo koja podrazumijevana jamstva isplativosti te podobnosti za određenu svrhu i nekršenje prava.";
"livechat.gdpr.translation.consent" = "Odobrenje prijevoda";
"livechat.button.schedule" = "Raspored";

"livechat.message.inputwidget.datetime.title" = "Datum i vrijeme";
"livechat.message.search.country.placeholder" = "Pretraži zemlju ili pozivni broj";
"livechat.message.permission.denied.location" = "Odbijena je dozvola za lokaciju";
"livechat.messsage.search.noresults" = "Ne možemo pronaći nijedan rezultat koji odgovara vašem pretraživanju";

"livechat.message.status.edit" = "Uredi";
"livechat.message.status.reply" = "Odgovor";
"livechat.message.deletingmessage" = "Brisanje poruke";
"livechat.message.deletemessage" = "Izbrisati poruku?";
"livechat.message.messagedeletedforeveryone" = "Ova poruka izbrisat će se za svakog. Ova radnja ne može se poništiti";
"livechat.message.loadmoremessage" = "Učitaj više";
"livechat.message.messagedeleted" = "Ova poruka je izbrisana";
"livechat.message.messageedited" = "Uređeno";
"livechat.message.failure.transcriptFetch" = "Ne mogu se učitati poruke. Pokušajte ponovno kasnije.";
"livechat.message.failure.deleteMessage" = "Nije moguće brisanje poruke. Pokušajte ponovno kasnije.";
"livechat.message.failure.editMessage" = "Ne može se urediti poruka. Pokušajte ponovno kasnije.";

"livechat.message.log.title" = "Zapisnik aplikacije";
"livechat.message.log.chatMessage" = "Operater je zatražio pristup zapisniku vaše aplikacije";
"livechat.message.share" = "Podijeli";
"livechat.info.message" = "Kopirano";

"livechat.booking.description"="Kliknite na „Rezerviraj sada” u nastavku kako biste zakazali svoj termin."; 
"livechat.booking.bookappointment" = "Rezerviraj termin"; 
"livechat.booking.cancelbooking" = "Otkaži rezervaciju"; 
"livechat.booking.cancelbooking.message" = "Jeste li sigurni da želite otkazati ovu rezervaciju?"; 
"livechat.booking.discardbooking" = "Sigurno želite odbaciti promjene?"; 
"livechat.common.discard" = "Odbaci"; 
"livechat.booking.pickadate" = "Odaberite datum"; 
"livechat.booking.allslotsbooked" = "Svi termini su zauzeti"; 
"livechat.booking.allslotsbooked.message" = "Čini se da su svi termini rezervirani za ovaj datum, pokušajte s nekim drugim datumom."; 
"livechat.booking.unavailable" = "Nedostupno"; 
"livechat.booking.slots" = "Razdoblja"; 
"livechat.booking.slot" = "Vremenski isječak"; 
"livechat.booking.choosedate" = "Odaberite datum"; 
"livechat.booking.bookingconfirmation.title" = "Potvrda rezervacije"; 
"livechat.booking.verifydetails" = "Potvrdi pojedinosti kontakta"; 
"livechat.common.noresultfound" = "Za pretraživanje nema pronađenih rezultata"; 
"livechat.booking.choosetimeslot.title" = "Odaberi termin"; 
"livechat.booking.booknow" = "Rezervirajte odmah"; 
"livechat.booking.scheduled" = "Zakazano"; 
"livechat.booking.cancelled" = "Otkazano"; 
"livechat.booking.reschedule" = "Promijeni termin"; 
"livechat.booking.cancel" = "Otkaži";

"livechat.booking.expired" = "Isteklo";
"livechat.booking.rescheduled" = "Ponovno zakazano";
"livechat.booking.error.booknow" = "Pokušaj ponovno";
"livechat.booking.error.bookanappointment" = "Nije moguće rezervirati termin";
"livechat.booking.error.confirmappointment" = "Nije uspjelo rezerviranje termina. Pokušajte ponovno.";
"livechat.booking.error.rescheduleaction" = "Nije moguće zakazati novi termin. Pokušajte ponovno.";
"livechat.booking.error.cancelaction" = "Nije moguće otkazati. Pokušajte ponovno.";
"livechat.booking.error.rescheduleappointment" = "Nije moguće zakazati novi termin. Pokušajte ponovno.";
"livechat.info.booking.reschedule" = "Termin pomaknut";
"livechat.info.booking.cancel" = "Termin otkazan";
"livechat.booking.success.appointment" = "Uspjelo je rezerviranje termina";
"livechat.booking.success.reschedule" = "Uspjelo je pomicanje termina";
"livechat.booking.success.cancel" = "Uspjelo je otkazivanje termina";
"livechat.booking.disabled" = "Integracija nije omogućena na portalu";
"livechat.booking.search" = "Nema rezultata pretraživanja za";
"livechat.voicemessage.alert.title" = "Odbaci glasovnu poruku";
"livechat.voicemessage.alert.message" = "Ovo će odbaciti vašu snimljenu glasovnu poruku";
"livechat.booking.alert.discardChangesPrompt" = "Promjene koje su izvršene neće biti spremljene. Želite li nastaviti?";
"livechat.alert.button.proceed" = "Nastavi";
"livechat.alert.button.cancel" = "Otkaži";

//knowledgebase
"livechat.knowledgebase.recentsearches" = "Nedavna pretraživanja";
"livechat.knowledgebase.categories" = "Kategorije";
"livechat.knowledgebase.article.updated" = "Ažurirano";
"livechat.knowledgebase.action.like" = "Sviđa mi se";
"livechat.knowledgebase.action.dislike" = "Ne sviđa mi se";
"livechat.knowledgebase.info.liked" = "Označeno sa Sviđa mi se";
"livechat.knowledgebase.info.disliked" = "Označeno sa Ne sviđa mi se";
"livechat.knowledgebase.view" = "prikaz";
"livechat.knowledgebase.views" = "prikazi";
"livechat.knowledgebase.action.invalid" = "Pogrešna radnja. Pokušajte ponovno.";
"livechat.knowledgebase.noviews" = "Nema prikaza";

"livechat.knowledgebase.subcategories" = "Potkategorije";
"livechat.knowledgebase.article" = "članak";
"livechat.knowledgebase.articles" = "članaka";
"livechat.knowledgebase.relatedarticles" = "Povezani članci";
"livechat.knowledgebase.subcategory.count" = "potkategorija";
"livechat.knowledgebase.subcategories.count" = "potkategorija";
"livechat.knowledgebase.recentlyviewed" = "Nedavno prikazano";
"livechat.knowledgebase.choosedepartment" = "Odaberite odjel";
"livechat.knowledgebase.search.departments" = "Odjeli";
"livechat.knowledgebase.delete.or.disabled" = "Članak nije dostupan";

"livechat.chat" = "Čavrljanje";
"livechat.knowledgebase.time.yearsago" = "Ažurirano prije %@ god.";
"livechat.knowledgebase.time.monthago" = "Ažurirano prije %@ mj.";
"livechat.knowledgebase.time.dayago" = "Ažurirano prije 1 dana";
"livechat.knowledgebase.time.daysago" = "Ažurirano prije %@ dana";
"livechat.knowledgebase.time.hourago" = "Ažurirano prije 1 sata";
"livechat.knowledgebase.time.hoursago" = "Ažurirano prije %@ sata(i)";
"livechat.knowledgebase.time.justnow" = "Upravo ažurirano";

"livechat.conversation.unavailable" = "Čavrljanje nije dostupno";
"livechat.message.file.not.supported" = "Vrsta datoteke nije podržana";
"livechat.message.sending.failed" = "Slanje poruke nije uspješno";
"livechat.launcher.dismiss" = "Povucite ovdje za odbacivanje";
"livechat.button.endchat" = "Završi razgovor";

"livechat.message.resendall" = "Pošalji ponovo sve";
"livechat.message.deleteall" = "Izbriši sve";
"livechat.filebotcard.minimumselection.error" = "Odaberite barem %@ datoteke(a)";
"livechat.filebotcard.maximumselection.error" = "Ne može se priložiti više od %@ datoteke(a)";
"livechat.filebotcard.selectionfile.limitexceed.error" = "Veličina datoteke ne smije prelaziti %@";
"livechat.filebotcard.upload" = "Učitaj";

"livechat.message.widget.minimumselectionlimit" = "Potreban je minimalni odabir za %@";
"livechat.message.resource.viewarticle" = "Prikaži članak";
"livechat.filebotcard.unsupportedfile.error" = "Odabrana datoteka nije podržana, odaberite drugu datoteku. ";
"livechat.fab.call.action" = "Poziv";
"livechat.fab.chat.action" = "Razgovor";
"livechat.fab.close.action" = "Zatvori";


"livechat.info.call.convertedaschat" = "Poziv je pretvorio u chat korisnik %@";
"livechat.info.call.end" = "Audiopoziv na %@ za %@";
"livechat.info.call.reject.peer" = "%@ je sada zauzet(a). Pokušajte ponovno nazvati kasnije";
"livechat.info.call.reject" = "%@ je odbio audiopoziv u %@";
"livechat.info.call.missed.other" = "%@ je propustio/la vaš audiopoziv u %@";
"livechat.info.call.missed.self" = "%@ je propustio/la audiopoziv u %@";
"livechat.info.call.cancelled" = "%@ je otkazao/la audiopoziv u %@";
"livechat.common.loading" = "Učitavanje...";
"livechat.call.title.ongoingcall" = "Poziv u tijeku";
"livechat.prechat.chat.online.title" = "Razgovarajte s nama!";
"livechat.prechat.chat.offline.title" = "Ostavite nam poruku";
"livechat.prechat.call.online.title" = "Nazovite nas sada";
"livechat.prechat.call.offline.title" = "Ostavite nam propušteni poziv";
"livechat.call.warning.make.new.call" = "Ne možete uputiti novi poziv ako već vodite drugi poziv.";
"livechat.call.end.alert.when.end.conversation" = "Završetkom razgovora prekinut ćete i poziv koji je u tijeku. Sigurno želite nastaviti?";
"livechat.action.end" = "Kraj";
"livechat.prechat.brand.back.to.online" = "Bok, ponovno smo online!";
"livechat.call.outgoingcall.duration" = "Odlazni poziv za %@";
"livechat.call.missed" = "Propušten poziv";
"livechat.call.cancelled" = "Otkazani poziv";
"livechat.missed.chat.response" = "Zahvaljujemo što ste nam se obratili! Javit ćemo vas se uskoro.";
"livechat.call.miss.alert.title" = "Operateri nedostupni";
"livechat.call.miss.alert.message" = "Želite li nam ostaviti propušteni poziv?";
"livechat.chat.miss.alert.message" = "Želite li nam ostaviti poruku?";
"livechat.call.recording.consent.title" = "Pristanak za snimanje poziva";
"livechat.call.recording.consent" = "Svi pozivi snimaju se u svrhu osiguranja kvalitete, vođenja evidencije i obuke. Klikom na „Prihvati” pristajete na snimanje poziva.";
"livechat.call.queue.title" = "Poziv je u redu čekanja";
"livechat.call.microphone.permission.title" = "Dopustite pristup";
"livechat.call.microphone.permission.custom.message" = "%@ treba dopuštenje za pristup vašem mikrofonu za glasovne pozive";
"livechat.call.microphone.permission.message" = "Ovoj aplikaciji je potrebno dopuštenje za pristup vašem mikrofonu za glasovne pozive";
"livechat.button.endconversation" = "Završi razgovor";
"livechat.message.offlinechat" = "Razgovor izvan mreže";
"livechat.message.offlinecall" = "Poziv izvan mreže";
"livechat.checkbox.consent.message" = "Slažem se s uvjetima i odredbama";
"livechat.checkbox.consent.message.tac" = "Uvjete i odredbe";
"livechat.list.subtitle.queue.call" = "Vaš je poziv u redu čekanja. Pričekajte.";
"livechat.list.subtitle.queue.chat" = "Vaš razgovor je u redu. Pričekajte.";
"livechat.common.gdpr.consent.title" = "Privola za razgovor";
"livechat.common.gdpr.consent.message" = "Klikanjem na Prihvati pristajete na sve uvjete i odredbe navedene u dokumentu.";
"livechat.common.gdpr.consent.message.in.forms" = "Označavanjem kućice uvjeta i odredbi prihvaćate sve propise navedene u dokumentu.";
"livechat.form.toast.agree.tac" = "Prihvatite Uvjete i odredbe kako biste nastavili";
"livechat.list.missed.call.subtitle" = "Propustili smo vaš poziv. Pokušajte kasnije.";
"livechat.list.cancel.call.subtitle" = "Otkazali ste zvučni poziv.";
"livechat.list.subtitle.ongoingcallinothersession" = "Aktivan poziv u drugoj sesiji";
"livechat.call.failed.message" = "Čini se da su svi naši operateri nedostupni!";
"livechat.call.waiting.for.response" = "Pričekajte da se agenti podrške pridruže vašem pozivu";
"livecaht.call.initialization.failed" = "Inicijalizacija nije uspjela";
